Repository: realromanow/hunt-compoanion
Catalog: HuntersCompanion/*.lproj/Localizable.strings
Languages: es

# seasons_tab
source: Seasons
es: Temporadas

# trails_tab
source: Trails
es: Senderos

# guide_tab
source: Guide
es: Guía

# workshop_tab
source: Workshop
es: Taller

# profile_tab
source: Profile
es: Perfil

source: Done
es: Hecho

source: Close
es: Cerrar

source: Save
es: Guardar

source: Cancel
es: Cancelar

# all_categories
source: All
es: Todas

source: Hunting Seasons
es: Temporadas de Caza

source: Current Season Activity
es: Actividad de Temporada Actual

source: Select Animal
es: Seleccionar Animal

source: Best Seasons
es: Mejores Temporadas

source: Best Hunting Seasons
es: Mejores Temporadas de Caza

source: Daily Activity
es: Actividad Diaria

source: White-tailed Deer
es: Venado de Cola Blanca

# white_tailed_deer_description
source: Graceful herbivore found in deciduous forests. Most active during dawn and dusk, feeding on leaves, shoots, and acorns.
es: Herbívoro grácil encontrado en bosques caducifolios. Más activo durante el amanecer y atardecer, alimentándose de hojas, brotes y bellotas.

source: Wild Boar
es: Jabalí

# wild_boar_description
source: Powerful omnivore with excellent sense of smell. Prefers dense forest cover and can be aggressive when threatened.
es: Omnívoro poderoso con excelente sentido del olfato. Prefiere la cobertura densa del bosque y puede ser agresivo cuando se siente amenazado.

source: Wild Turkey
es: Pavo Silvestre

# wild_turkey_description
source: Large ground bird with keen eyesight and excellent hearing. Often found in open woodlands and forest edges.
es: Ave terrestre grande con vista aguda y excelente audición. A menudo se encuentra en bosques abiertos y bordes de bosque.

source: Black Bear
es: Oso Negro

# black_bear_description
source: Large omnivore requiring expert hunting skills. Most active before hibernation, searching for high-calorie foods.
es: Omnívoro grande que requiere habilidades expertas de caza. Más activo antes de la hibernación, buscando alimentos altos en calorías.

source: Deciduous Forests
es: Bosques Caducifolios

source: Dense Forests
es: Bosques Densos

source: Open Woodlands
es: Bosques Abiertos

source: Mountain Forests
es: Bosques de Montaña

# season_spring
source: Spring
es: Primavera

# season_summer
source: Summer
es: Verano

# season_autumn
source: Autumn
es: Otoño

# season_winter
source: Winter
es: Invierno

# season_early_winter
source: Early Winter
es: Invierno Temprano

# season_late_summer
source: Late Summer
es: Verano Tardío

# activity_low
source: Low
es: Baja

# activity_medium
source: Medium
es: Media

# activity_high
source: High
es: Alta

source: Dawn
es: Amanecer

source: Morning
es: Mañana

source: Noon
es: Mediodía

source: Evening
es: Tarde

# difficulty_beginner
source: Beginner
es: Principiante

# difficulty_intermediate
source: Intermediate
es: Intermedio

# difficulty_expert
source: Expert
es: Experto

# difficulty_label
source: Difficulty
es: Dificultad

# habitat_label
source: Habitat
es: Hábitat

# description_label
source: Description
es: Descripción

source: Recommended Baits
es: Cebos Recomendados

source: Interesting Facts
es: Datos Interesantes

# effectiveness_label
source: Effectiveness
es: Efectividad

# category_label
source: Category
es: Categoría

# duration_label
source: Duration
es: Duración

# progress_label
source: Progress
es: Progreso

# deer_fact_1
source: White-tailed deer can run up to 30 mph and jump 8 feet high
es: Los venados de cola blanca pueden correr hasta 48 km/h y saltar 2.4 metros de altura

# deer_fact_2
source: They have excellent hearing and can detect sounds from great distances
es: Tienen excelente audición y pueden detectar sonidos desde grandes distancias

# deer_fact_3
source: During winter, they form groups called 'yards' for better survival
es: Durante el invierno, forman grupos llamados 'patios' para mejor supervivencia

# boar_fact_1
source: Wild boars have an excellent sense of smell, 7 times better than dogs
es: Los jabalíes tienen un excelente sentido del olfato, 7 veces mejor que los perros

# boar_fact_2
source: They are excellent swimmers and can swim long distances
es: Son excelentes nadadores y pueden nadar largas distancias

# boar_fact_3
source: Wild boars are highly intelligent and social animals with complex hierarchies
es: Los jabalíes son animales altamente inteligentes y sociales con jerarquías complejas

# turkey_fact_1
source: Wild turkeys can fly at speeds up to 55 mph for short distances
es: Los pavos silvestres pueden volar a velocidades de hasta 88 km/h por distancias cortas

# turkey_fact_2
source: They have excellent color vision and can see movement from great distances
es: Tienen excelente visión de colores y pueden ver movimiento desde grandes distancias

# turkey_fact_3
source: Males perform elaborate courtship displays called 'strutting' during mating season
es: Los machos realizan elaboradas exhibiciones de cortejo llamadas 'pavonearse' durante la temporada de apareamiento

# bear_fact_1
source: Black bears have excellent memories and can remember food sources for years
es: Los osos negros tienen excelente memoria y pueden recordar fuentes de comida por años

# bear_fact_2
source: They can run up to 35 mph despite their size and weight
es: Pueden correr hasta 56 km/h a pesar de su tamaño y peso

# bear_fact_3
source: Bears have one of the best senses of smell in the animal kingdom, 7 times better than bloodhounds
es: Los osos tienen uno de los mejores sentidos del olfato en el reino animal, 7 veces mejor que los sabuesos

source: Hunter Trails
es: Senderos del Cazador

# complete_practices
source: Complete training practices to unlock new trails
es: Completa prácticas de entrenamiento para desbloquear nuevos senderos

# practice_detail
source: Practice Details
es: Detalles de la Práctica

# instructions_label
source: Instructions
es: Instrucciones

# tips_label
source: Tips
es: Consejos

# mark_completed
source: Mark as Completed
es: Marcar como Completado

# practice_breathing
source: Breathing Control
es: Control de Respiración

# practice_breathing_desc
source: Master controlled breathing for steady aim and reduced noise
es: Domina la respiración controlada para puntería estable y ruido reducido

# practice_silent_walking
source: Silent Movement
es: Movimiento Silencioso

# practice_silent_walking_desc
source: Learn to move through terrain without alerting wildlife
es: Aprende a moverte por el terreno sin alertar a la vida silvestre

# practice_camouflage
source: Camouflage Techniques
es: Técnicas de Camuflaje

# practice_camouflage_desc
source: Perfect the art of blending with your environment
es: Perfecciona el arte de mezclarte con tu entorno

# practice_wind_reading
source: Wind Reading
es: Lectura del Viento

# practice_wind_reading_desc
source: Understand wind patterns and their effect on hunting
es: Comprende los patrones del viento y su efecto en la caza

# practice_tracking
source: Basic Tracking
es: Rastreo Básico

# practice_tracking_desc
source: Learn to identify and follow animal tracks and signs
es: Aprende a identificar y seguir huellas y señales de animales

# practice_patience
source: Patience Training
es: Entrenamiento de Paciencia

# practice_patience_desc
source: Develop the mental discipline required for successful hunting
es: Desarrolla la disciplina mental requerida para una caza exitosa

# practice_equipment_check
source: Equipment Check
es: Revisión de Equipo

# practice_equipment_check_desc
source: Learn systematic equipment inspection and maintenance
es: Aprende la inspección sistemática y mantenimiento del equipo

# practice_shooting_stance
source: Shooting Stance
es: Postura de Tiro

# practice_shooting_stance_desc
source: Perfect your shooting stance for accuracy and stability
es: Perfecciona tu postura de tiro para precisión y estabilidad

# practice_weather_reading
source: Weather Reading
es: Lectura del Clima

# practice_weather_reading_desc
source: Understand how weather affects animal behavior
es: Comprende cómo el clima afecta el comportamiento animal

# practice_advanced_tracking
source: Advanced Tracking
es: Rastreo Avanzado

# practice_advanced_tracking_desc
source: Master complex tracking techniques and animal behavior patterns
es: Domina técnicas complejas de rastreo y patrones de comportamiento animal

# category_stealth
source: Stealth
es: Sigilo

# category_tracking
source: Tracking
es: Rastreo

# category_shooting
source: Shooting
es: Tiro

# category_environment
source: Environment
es: Ambiente

# category_equipment
source: Equipment
es: Equipo

# breathing_instruction_1
source: Sit comfortably with your back straight and feet flat on the ground
es: Siéntate cómodamente con la espalda recta y los pies apoyados en el suelo

# breathing_instruction_2
source: Breathe in slowly through your nose for 4 counts, hold for 4 counts
es: Inhala lentamente por la nariz durante 4 tiempos, mantén durante 4 tiempos

# breathing_instruction_3
source: Exhale slowly through your mouth for 6 counts, repeat the cycle
es: Exhala lentamente por la boca durante 6 tiempos, repite el ciclo

# breathing_tip_1
source: Practice this technique before every hunting session to center yourself
es: Practica esta técnica antes de cada sesión de caza para centrarte

# breathing_tip_2
source: Focus on your breathing to stay calm and centered during tense moments
es: Concéntrate en tu respiración para mantener la calma en momentos tensos

# walking_instruction_1
source: Step heel-to-toe with each footfall, rolling your foot down slowly
es: Camina talón-punta con cada paso, rodando el pie lentamente

# walking_instruction_2
source: Test each step before putting full weight down to avoid noise
es: Prueba cada paso antes de poner todo el peso para evitar ruido

# walking_instruction_3
source: Move slowly and deliberately, pausing between steps to listen
es: Muévete lenta y deliberadamente, pausando entre pasos para escuchar

# walking_tip_1
source: Practice on different terrain types to understand each surface
es: Practica en diferentes tipos de terreno para entender cada superficie

# walking_tip_2
source: Avoid stepping on dry leaves, twigs, and other noisy ground cover
es: Evita pisar hojas secas, ramas y otros elementos ruidosos del suelo

# camouflage_instruction_1
source: Study your environment and identify dominant colors and patterns
es: Estudia tu entorno e identifica colores y patrones dominantes

# camouflage_instruction_2
source: Break up your human silhouette with natural materials
es: Rompe tu silueta humana con materiales naturales

# camouflage_instruction_3
source: Move slowly and avoid sudden movements that catch the eye
es: Muévete lentamente y evita movimientos bruscos que llamen la atención

# camouflage_tip_1
source: Natural materials work better than artificial camouflage
es: Los materiales naturales funcionan mejor que el camuflaje artificial

# camouflage_tip_2
source: Pay attention to shadows and how they affect your visibility
es: Presta atención a las sombras y cómo afectan tu visibilidad

# wind_instruction_1
source: Use powder or light debris to test wind direction
es: Usa polvo o residuos ligeros para probar la dirección del viento

# wind_instruction_2
source: Position yourself downwind from your target area
es: Posiciónate a favor del viento desde tu área objetivo

# wind_instruction_3
source: Monitor wind changes throughout your hunting session
es: Monitorea los cambios de viento durante tu sesión de caza

# wind_tip_1
source: Wind patterns change throughout the day, check regularly
es: Los patrones de viento cambian durante el día, verifica regularmente

# wind_tip_2
source: Use thermals and valley winds to your advantage
es: Usa las térmicas y vientos de valle a tu favor

# tracking_instruction_1
source: Look for tracks, scat, feeding signs, and bedding areas
es: Busca huellas, excrementos, señales de alimentación y áreas de descanso

# tracking_instruction_2
source: Note the age of signs by their freshness and condition
es: Nota la edad de las señales por su frescura y condición

# tracking_instruction_3
source: Follow trail direction and predict animal movement patterns
es: Sigue la dirección del rastro y predice patrones de movimiento animal

# tracking_tip_1
source: Early morning provides the best tracking conditions
es: La madrugada proporciona las mejores condiciones de rastreo

# tracking_tip_2
source: Look for broken vegetation and disturbed ground
es: Busca vegetación rota y suelo perturbado

# patience_instruction_1
source: Find a comfortable position and settle in quietly
es: Encuentra una posición cómoda y establécete silenciosamente

# patience_instruction_2
source: Focus on your breathing and stay mentally alert
es: Concéntrate en tu respiración y mantente mentalmente alerta

# patience_instruction_3
source: Observe your surroundings and wait for the right moment
es: Observa tu entorno y espera el momento correcto

# patience_tip_1
source: Successful hunting requires hours of patient waiting
es: La caza exitosa requiere horas de espera paciente

# patience_tip_2
source: Use waiting time to study animal behavior patterns
es: Usa el tiempo de espera para estudiar patrones de comportamiento animal

# equipment_instruction_1
source: Check all equipment before leaving for your hunt
es: Revisa todo el equipo antes de salir de caza

# equipment_instruction_2
source: Ensure weapons are clean, functional, and properly sighted
es: Asegúrate de que las armas estén limpias, funcionales y bien calibradas

# equipment_instruction_3
source: Verify you have all necessary licenses and tags
es: Verifica que tienes todas las licencias y permisos necesarios

# equipment_tip_1
source: A equipment checklist prevents forgotten essentials
es: Una lista de verificación de equipo previene olvidos esenciales

# equipment_tip_2
source: Clean and maintain equipment after each use
es: Limpia y mantén el equipo después de cada uso

# stance_instruction_1
source: Position feet shoulder-width apart for stable base
es: Posiciona los pies al ancho de los hombros para una base estable

# stance_instruction_2
source: Lean slightly forward with weight evenly distributed
es: Inclínate ligeramente hacia adelante con el peso distribuido uniformemente

# stance_instruction_3
source: Keep your shooting elbow positioned for consistent aim
es: Mantén tu codo de tiro posicionado para puntería consistente

# stance_tip_1
source: Practice your stance until it becomes muscle memory
es: Practica tu postura hasta que se vuelva memoria muscular

# stance_tip_2
source: Adjust stance based on terrain and shooting position
es: Ajusta la postura según el terreno y posición de tiro

# weather_instruction_1
source: Check barometric pressure and temperature trends
es: Verifica la presión barométrica y tendencias de temperatura

# weather_instruction_2
source: Observe cloud patterns and wind direction changes
es: Observa patrones de nubes y cambios de dirección del viento

# weather_instruction_3
source: Understand how weather affects animal movement
es: Comprende cómo el clima afecta el movimiento animal

# weather_tip_1
source: Animals are more active before weather fronts
es: Los animales son más activos antes de frentes climáticos

# weather_tip_2
source: Rainy weather can mask your scent and sound
es: El clima lluvioso puede enmascarar tu olor y sonido

# advanced_tracking_instruction_1
source: Study individual animal gait patterns and characteristics
es: Estudia patrones individuales de marcha y características animales

# advanced_tracking_instruction_2
source: Age tracks by substrate conditions and weathering
es: Determina la edad de huellas por condiciones del sustrato y meteorización

# advanced_tracking_instruction_3
source: Predict destination based on terrain and resources
es: Predice el destino basado en terreno y recursos

# advanced_tracking_tip_1
source: Each animal has unique movement patterns
es: Cada animal tiene patrones únicos de movimiento

# advanced_tracking_tip_2
source: Combine tracking with knowledge of animal behavior
es: Combina el rastreo con conocimiento del comportamiento animal

source: Animals Guide
es: Guía de Animales

# learn_about_animals
source: Learn about animals and their behavior
es: Aprende sobre animales y su comportamiento

source: Animal Details
es: Detalles del Animal

source: Bait Workshop
es: Taller de Cebos

# craft_perfect_baits
source: Craft the perfect baits for your hunts
es: Crea los cebos perfectos para tus cacerías

source: Search baits...
es: Buscar cebos...

# recipe_label
source: Recipe
es: Receta

# ingredients_label
source: Ingredients
es: Ingredientes

# steps_label
source: Steps
es: Pasos

# duration_estimate
source: Est. Time:
es: Tiempo Est.:

source: Seasonal Bonus
es: Bonificación Estacional

source: Bait Recipe
es: Receta de Cebo

# category_scent
source: Scent
es: Aroma

# category_food
source: Food
es: Comida

# category_protein
source: Protein
es: Proteína

# effectiveness_poor
source: Poor
es: Pobre

# effectiveness_fair
source: Fair
es: Regular

# effectiveness_good
source: Good
es: Buena

# effectiveness_excellent
source: Excellent
es: Excelente

source: Acorn Scent
es: Aroma de Bellota

# acorn_scent_description
source: Natural deer attractant using fresh acorns and vanilla essence
es: Atrayente natural para venados usando bellotas frescas y esencia de vainilla

source: Apple Scent
es: Aroma de Manzana

# apple_scent_description
source: Sweet fruit scent effective for various game animals
es: Aroma dulce de fruta efectivo para varios animales de caza

source: Corn Bait
es: Cebo de Maíz

# corn_bait_description
source: High-energy food bait perfect for deer and wild boar
es: Cebo alimentario alto en energía perfecto para venados y jabalíes

source: Root Scent
es: Aroma de Raíz

# root_scent_description
source: Earthy scent that attracts foraging animals like boar
es: Aroma terroso que atrae animales que buscan alimento como el jabalí

source: Fruit Mix
es: Mezcla de Frutas

# fruit_mix_description
source: Mixed fruit bait effective for omnivorous game
es: Cebo de frutas mixtas efectivo para animales omnívoros

source: Seed Mix
es: Mezcla de Semillas

# seed_mix_description
source: Nutritious seed blend attractive to birds and small game
es: Mezcla nutritiva de semillas atractiva para aves y caza menor

source: Berry Scent
es: Aroma de Baya

# berry_scent_description
source: Sweet berry scent irresistible to many forest animals
es: Aroma dulce de bayas irresistible para muchos animales del bosque

source: Insect Lure
es: Señuelo de Insectos

# insect_lure_description
source: Protein-rich lure effective for birds and small game
es: Señuelo rico en proteínas efectivo para aves y caza menor

source: Honey Scent
es: Aroma de Miel

# honey_scent_description
source: Sweet honey scent effective for bears and other omnivores
es: Aroma dulce de miel efectivo para osos y otros omnívoros

source: Fish Lure
es: Señuelo de Pescado

# fish_lure_description
source: Fishy scent that attracts bears and other predators
es: Aroma a pescado que atrae osos y otros depredadores

source: Berries Mix
es: Mezcla de Bayas

# berries_mix_description
source: Fresh berry mix perfect for attracting omnivorous animals
es: Mezcla fresca de bayas perfecta para atraer animales omnívoros

source: Fresh Acorns
es: Bellotas Frescas

source: Vanilla Extract
es: Extracto de Vainilla

source: Mineral Oil
es: Aceite Mineral

source: Fresh Apples
es: Manzanas Frescas

source: Apple Extract
es: Extracto de Manzana

source: Carrier Oil
es: Aceite Portador

source: Whole Corn
es: Maíz Entero

source: Molasses
es: Melaza

source: Salt
es: Sal

source: Wild Tubers
es: Tubérculos Silvestres

source: Earth Scent
es: Aroma de Tierra

source: Fixative
es: Fijador

source: Mixed Berries
es: Bayas Mixtas

source: Fruit Juice
es: Jugo de Fruta

source: Preservative
es: Conservante

source: Sunflower Seeds
es: Semillas de Girasol

source: Millet
es: Mijo

source: Cracked Corn
es: Maíz Triturado

source: Wild Berries
es: Bayas Silvestres

source: Berry Extract
es: Extracto de Baya

source: Alcohol Base
es: Base de Alcohol

source: Dried Crickets
es: Grillos Secos

source: Protein Powder
es: Polvo de Proteína

source: Attractant
es: Atrayente

source: Raw Honey
es: Miel Cruda

source: Beeswax
es: Cera de Abeja

source: Fish Oil
es: Aceite de Pescado

source: Fish Meal
es: Harina de Pescado

source: Stabilizer
es: Estabilizador

source: Sugar
es: Azúcar

source: Natural Preservative
es: Conservante Natural

# acorn_recipe_step_1
source: Crush fresh acorns into coarse pieces, removing any shells
es: Tritura las bellotas frescas en pedazos gruesos, removiendo cualquier cáscara

# acorn_recipe_step_2
source: Mix crushed acorns with vanilla extract and mineral oil
es: Mezcla las bellotas trituradas con extracto de vainilla y aceite mineral

# acorn_recipe_step_3
source: Let mixture sit for 2 hours before use to blend scents
es: Deja reposar la mezcla durante 2 horas antes de usar para mezclar aromas

# apple_recipe_step_1
source: Core and chop fresh apples into small pieces
es: Quita el corazón y corta las manzanas frescas en pedazos pequeños

# apple_recipe_step_2
source: Mix with apple extract and carrier oil
es: Mezcla con extracto de manzana y aceite portador

# apple_recipe_step_3
source: Allow to ferment slightly for enhanced aroma
es: Permite que fermente ligeramente para aroma realzado

# corn_recipe_step_1
source: Soak whole corn in water for 30 minutes
es: Remoja el maíz entero en agua durante 30 minutos

# corn_recipe_step_2
source: Mix with molasses and salt for flavor enhancement
es: Mezcla con melaza y sal para realzar el sabor

# corn_recipe_step_3
source: Spread mixture in hunting area before dawn
es: Extiende la mezcla en el área de caza antes del amanecer

# root_recipe_step_1
source: Clean and chop wild tubers into small pieces
es: Limpia y corta los tubérculos silvestres en pedazos pequeños

# root_recipe_step_2
source: Mix with earth scent base and fixative
es: Mezcla con base de aroma de tierra y fijador

# root_recipe_step_3
source: Allow mixture to cure for 3 hours for optimal scent
es: Permite que la mezcla cure durante 3 horas para aroma óptimo

# fruit_recipe_step_1
source: Mash mixed berries to release natural juices
es: Machaca las bayas mixtas para liberar jugos naturales

# fruit_recipe_step_2
source: Add fruit juice and natural preservative
es: Añade jugo de fruta y conservante natural

# fruit_recipe_step_3
source: Mix thoroughly and let stand for 1 hour
es: Mezcla completamente y deja reposar durante 1 hora

# seed_recipe_step_1
source: Mix sunflower seeds, millet, and cracked corn
es: Mezcla semillas de girasol, mijo y maíz triturado

# seed_recipe_step_2
source: Lightly toast mixture to enhance aroma
es: Tuesta ligeramente la mezcla para realzar el aroma

# seed_recipe_step_3
source: Store in airtight container until use
es: Almacena en contenedor hermético hasta su uso

# berry_recipe_step_1
source: Crush wild berries to extract maximum scent
es: Tritura las bayas silvestres para extraer máximo aroma

# berry_recipe_step_2
source: Mix with berry extract and alcohol base
es: Mezcla con extracto de baya y base de alcohol

# berry_recipe_step_3
source: Let mixture mature for 2 hours before application
es: Deja que la mezcla madure durante 2 horas antes de aplicar

# insect_recipe_step_1
source: Grind dried crickets into fine powder
es: Muele los grillos secos hasta obtener polvo fino

# insect_recipe_step_2
source: Mix with protein powder and attractant
es: Mezcla con polvo de proteína y atrayente

# insect_recipe_step_3
source: Form into small balls for easy placement
es: Forma pequeñas bolas para fácil colocación

# honey_recipe_step_1
source: Warm raw honey to liquid consistency
es: Calienta la miel cruda hasta consistencia líquida
