Repository: realromanow/hunt-compoanion
Catalog: HuntersCompanion/*.lproj/Localizable.strings
Languages: es

# honey_recipe_step_2
source: Mix with melted beeswax and carrier oil
es: Mezcla con cera de abeja derretida y aceite portador

# honey_recipe_step_3
source: Cool mixture until semi-solid before use
es: Enfría la mezcla hasta semi-sólida antes de usar

# fish_recipe_step_1
source: Combine fish oil with fish meal
es: Combina aceite de pescado con harina de pescado

# fish_recipe_step_2
source: Add stabilizer to prevent spoilage
es: Añade estabilizador para prevenir deterioro

# fish_recipe_step_3
source: Mix well and apply to hunting area
es: Mezcla bien y aplica al área de caza

# berries_recipe_step_1
source: Select fresh, ripe berries for maximum appeal
es: Selecciona bayas frescas y maduras para máximo atractivo

# berries_recipe_step_2
source: Mix with sugar and natural preservative
es: Mezcla con azúcar y conservante natural

# berries_recipe_step_3
source: Let mixture ferment for 2 hours for enhanced scent
es: Deja que la mezcla fermente durante 2 horas para aroma realzado

# hunter_title
source: Hunter
es: Cazador

source: Days Active
es: Días Activo

source: Practices Completed
es: Prácticas Completadas

source: Achievements
es: Logros

source: Settings
es: Configuración

source: Hunting Log
es: Registro de Caza

source: Share App
es: Compartir App

# app_version
source: Version 1.0.0
es: Versión 1.0.0

# achievement_first_steps
source: First Steps
es: Primeros Pasos

# achievement_first_steps_desc
source: Welcome to Hunter Companion! Your journey begins now.
es: ¡Bienvenido a Hunter Companion! Tu viaje comienza ahora.

# achievement_dedicated_hunter
source: Dedicated Hunter
es: Cazador Dedicado

# achievement_dedicated_hunter_desc
source: Use the app for 7 consecutive days
es: Usa la app durante 7 días consecutivos

# achievement_practice_makes_perfect
source: Practice Makes Perfect
es: La Práctica Hace al Maestro

# achievement_practice_makes_perfect_desc
source: Complete 5 hunting practices successfully
es: Completa 5 prácticas de caza exitosamente

# achievement_master_tracker
source: Master Tracker
es: Rastreador Maestro

# achievement_master_tracker_desc
source: Complete 10 hunting practices successfully
es: Completa 10 prácticas de caza exitosamente

# achievement_veteran_hunter
source: Veteran Hunter
es: Cazador Veterano

# achievement_veteran_hunter_desc
source: Use the app for 30 days - true dedication!
es: Usa la app durante 30 días - ¡verdadera dedicación!

# achievement_bait_master
source: Bait Master
es: Maestro de Cebos

# achievement_bait_master_desc
source: Explore the bait workshop for 2 weeks
es: Explora el taller de cebos durante 2 semanas

# category_beginner
source: Beginner
es: Principiante

# category_skill
source: Skill
es: Habilidad

# category_dedication
source: Dedication
es: Dedicación

# category_knowledge
source: Knowledge
es: Conocimiento

# track_your_progress
source: Track your hunting journey and achievements
es: Rastrea tu viaje de caza y logros

# unlocked_label
source: Unlocked
es: Desbloqueado

source: Completed
es: Completado

# profile_settings
source: Profile
es: Perfil

# appearance_settings
source: Appearance
es: Apariencia

# language_settings
source: Language
es: Idioma

# about_app
source: About
es: Acerca de

source: Hunter Name
es: Nombre del Cazador

source: Enter name
es: Ingresa nombre

# app_theme
source: Theme
es: Tema

# app_language
source: Language
es: Idioma

source: Developer
es: Desarrollador

# theme_nature
source: Nature
es: Naturaleza

# theme_autumn
source: Autumn
es: Otoño

# theme_winter
source: Winter
es: Invierno

source: Select Language
es: Seleccionar Idioma
